{
  "id": 48,
  "title": "Hottest trend: coffee photo sharing, did you know?",
  "shortDescription": "Nowadays, it is not rare for each of us to have countless photos of coffee in our phone. We love posting them on our social pages with some captions, as a way of seizing the moment and feeling.",
  "content": "<p>Nowadays, it is not rare for each of us to have countless photos of coffee in our phone. We love posting them on our social pages with some captions, as a way of seizing the moment and feeling. Undoubtedly, coffee has its own powerful, incomparable silent voice. The art of tasting it does not depend on who you are, where you choose to drink but the flavor and feeling&nbsp;that you invest. Such a soulful drink as it opens your mind from the very first taste.</p>\r\n\r\n<p><img alt=\"\" src=\"https://bigc.vn/files/blog/le-hoi-ca-phe-blog-1/thumb/742x0/l-h-i-c-ph-big-c-c-u-chuy-n-c-ph-2.jpg\" style=\"width:742px\" /></p>\r\n\r\n<p>Taking advantage of the speedy development of technology and social network, the love of coffee has spread stronger than ever these days. For instance,&nbsp; fanpage Big C, available from 10/4 đến 30/04/2019, has received huge participation from Vietnamese coffee lovers. Through their delicate eyes and words, the shared stories become amazingly lively and interesting.</p>\r\n\r\n<p><img alt=\"\" src=\"https://bigc.vn/files/blog/le-hoi-ca-phe-blog-1/thumb/742x0/l-h-i-c-ph-big-c-c-u-chuy-n-c-ph-4.jpg\" style=\"width:742px\" /></p>\r\n\r\n<p><img alt=\"\" src=\"https://bigc.vn/files/blog/le-hoi-ca-phe-blog-1/thumb/742x0/l-h-i-c-ph-big-c-c-u-chuy-n-c-ph-4.jpg\" style=\"width:742px\" /></p>\r\n\r\n<p>To support the upcoming Coffee Beach Bar in Nha Trang (Khanh Hoa), the &ldquo;Coffee Story&quot; photo contest creates a meaningful sharing space for Vietnamese coffee fan. This activity is one further step of Big C in the journey to upgrade the value of Vietnamese coffee, celebrating the national culture and bringing Vietnamese coffee brands, especially small and medium local brands, closer to consumers. On top of that, the winning photos will also be exhibited at the Coffee Beach Bar.</p>\r\n\r\n<p>*** See how to play: fanpage Big C &quot;https://www.facebook.com/BigCVietnam/photos/a.128132599613/10157512456994614/?type=3&amp;__tn__=-R&quot;</p>\r\n\r\n<p>At Big C&rsquo;s Coffee Beach Bar, you will have great access to the coffee world and have chance to interact more with coffee brands, e.g., Nestle coffee, Trung Nguyen, King coffee, Me Trang, etc.. Some interesting activities include coffee exhibition, coffee experience, online coffee confetti, beauty workshop with coffee, lucky draw, etc..</p>\r\n\r\n<p>Have you got any plan for the next 30/4 - 01/5? Let&rsquo;s go to Big C&rsquo;s Coffee Beach Bar in Nha Trang (Khanh Hoa)! More information will be updated on bigc.vn. Follow us now for the detailed activities!</p>\r\n",
  "datetime": "2019-04-16",
  "linkImg": "https://bigc.vn/files/blog/meo-vat-nha-bep/bigc-blog-meovatnhabep.jpg"
}