{
  "id": 47,
  "title": "“Cut” the price with the American-style KitchenAid Knives",
  "shortDescription": "Only at Big C: collecting Big C stamps to buy the American KitchenAid knives at unique price. Extra discount for Big Xu cardholders",
  "content": "<p><strong>*** Only at Big C: collecting Big C stamps to buy the American KitchenAid knives at&nbsp;</strong><strong>unique</strong><strong>price. Extra discount for Big Xu cardholders.</strong><br />\r\n<br />\r\n<br />\r\nIn the effort to offer global quality at local prices to Vietnamese customers, Big C decides to choose KitchenAid knives as our next step to improve your cooking experience. The products are the result of the 100 years of expertise which do not only deliver world-class quality but also help to inspire your passion for cooking. It&rsquo;s time to unleash your culinary creativity with the support of KitchenAid! &nbsp;</p>\r\n\r\n<h1><strong>About the KitchenAid</strong></h1>\r\n\r\n<p>First launched in the US market with the iconic stand mixers in 1919, KitchenAid continues to surprise the customers in 1949 by introducing the portable dishwashers - the first product ever at that time. From 1986 to 2019, KitchenAid has constantly produced many home appliances including refrigerators, blenders, and especially kitchenware which are made from 100% stainless steel. During a hundred year of service, KitchenAid has proved itself as the extension of possibilities. The designs meet the highest standards for sharpness, durability as well&nbsp;as&nbsp;ease of use. &nbsp;</p>\r\n\r\n<h1><strong>About the KitchenAid knives set</strong></h1>\r\n\r\n<p>The KitchenAid knives set is officially and exclusively distributed by Big C. Inheriting the American kitchen style, all knives in this collection are made from 100% stainless steel, good strength&nbsp;and&nbsp;heat resistance. Let&rsquo;s discover!<br />\r\n&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"https://bigc.vn/files/blog/kitchenaid/thumb/742x0/s-u-t-p-tem-mua-dao-kitchenaid.jpg\" style=\"width:742px\" /></p>\r\n\r\n<h1><br />\r\n<strong>Collecting Big C stamps to buy the knife set at the&nbsp;ideal prices</strong></h1>\r\n\r\n<h2><strong>1/ How to collect:</strong></h2>\r\n\r\n<p>* For every 100,000VNĐ on the bill, you will receive 01 cumulative&nbsp;stamp. With 10 stamps, you can buy your favorite knife products at the shocking prices of Big C.</p>\r\n\r\n<p>* Enjoy&nbsp;extra&nbsp;discount for payment with Big Xu card.</p>\r\n\r\n<p>* The number of stamps you received will be displayed at the bottom of the eligible invoice. With invoices from 2,000,000VNĐ, customers will receive stamps at the Customer Service Counter.</p>\r\n\r\n<p>* Cumulative bills are not allowed. For invoices of Cosmetics products, you will receive stamps at the Customer Service Counter.</p>\r\n\r\n<h2><strong>2 / Time of issuing and using stamps:</strong></h2>\r\n\r\n<p>* Issuing stamps: March 1 June 27, 2019</p>\r\n\r\n<p>* Use stamps: March 1, July 4, 2019</p>\r\n\r\n<h2><strong>3 / About changing - returning products:</strong></h2>\r\n\r\n<p>* Purchased products cannot be exchanged or returned. Please check carefully before purchase (packaging, labels, products).</p>\r\n\r\n<p>* Products can only be exchanged in case of damage due to&nbsp;faulty&nbsp;product (broken knife), especially NOT changed in the case that the product is used for wrong purposes.</p>\r\n\r\n<p>* When you encounter&nbsp;any&nbsp;error, please contact Customer Service to check &amp; change the products.</p>\r\n",
  "datetime": "2019-04-02",
  "linkImg": "https://bigc.vn/files/blog/kitchenaid-blog-2/m-o-ch-n-v-d-ng-dao-l-m-b-p-cover.jpg"
}